brew "zsh"           # 5.9
brew "tldr"          # 1.6.1
brew "fzf"           # 0.70.0
brew "bat"           # 0.26.1
brew "fd"            # 10.4.2
brew "zoxide"        # 0.9.9
brew "lua"           # 5.5.0
brew "luajit"        # 2.1.1772619647
brew "luarocks"      # 3.13.0_1
brew "prettier"      # 3.8.1
brew "ripgrep"       # 15.1.0
brew "yazi"          # 26.1.22
brew "chezmoi"       # 2.70.0
brew "eza"           # 0.23.4
brew "lazygit"       # 0.60.0
brew "tmux"          # 3.6a
brew "neovim"        # 0.11.6
brew "xclip"         # 0.13_1
brew "tree"          # 2.3.1
brew "uv"            # 0.10.9
brew "gitmux"
cask "claude-code"
