brew "zsh"
brew "tldr"
brew "fzf"
brew "bat"
brew "fd"
brew "zoxide"
brew "lua"
brew "luajit"
brew "luarocks"
brew "prettier"
brew "ripgrep"
brew "yazi"
brew "chezmoi"
brew "eza"
brew "lazygit"
brew "tmux"
brew "neovim"
brew "xclip"
brew "tree"
brew "uv"
brew "gitmux"
cask "claude-code"
