brew "age"
brew "bat"
brew "bats"
brew "cargo-audit"
brew "cargo-llvm-cov"
brew "chezmoi"
brew "commitlint"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "gitmux"
brew "glab"
brew "go"
brew "helm"
brew "jfrog-cli"
brew "jq"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli2"
brew "neovim"
brew "poppler"
brew "prettier"
brew "rbw"
brew "ripgrep"
brew "rustup"
brew "tldr"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "uv"
brew "xclip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
cask "claude-code"
